import React from 'react'
import LayoutForBlogPages from '../components/LayoutForBlogPages'

export default function MysteryOfComfort() {
    return (
        <>
            <LayoutForBlogPages
                title="ТАЄМНИЦІ КОМФОРТУ: ЯК ВИБРАТИ ІДЕАЛЬНУ НИЖНЮ БІЛИЗНУ"
                descriptionOfTitle="У блогах зазвичай розташовують додаткову інформацію щодо проекту, корисні відомості для клієнта, рекламну інформацію. Тут ви зможете розмістити статтю, яка вас цікавить, підібрати привабливі шрифти, а також використовувати інші інструменти, які зроблять статтю цікавою для читача. Зазвичай увагу привертають яскраві, конкретні заголовки, а також додаткові матеріали: відео, статичні та анімовані картинки."
                titleAdvice="ВИКОРИСТОВУЙТЕ ЗОБРАЖЕННЯ"
                descriptionTitleAdvice="Ви можете вставляти картинки як статичні, так і анімовані. Красива фотографія прикрашає будь-який текст, без ілюстрацій статті виглядають сухо і формально. Завантажити зображення також просто, як відео. Чим більше якісних картинок з`явиться на сторінці, тим краще буде враження у читача."
                descriptionTitleAdviceSecondTxt="Ви можете зробити свої фото, купити картинки у фотобанку або скористатися безкоштовними складами. Проілюструйте ваше меню, інтер`єр і зовнішній вигляд вашого закладу, це приверне увагу потенційних клієнтів. Найкраще використовувати якісні фото з високою роздільною здатністю."
                titlePosition="РОЗТАШУЙТЕ ТОВАРИ"
                titlePositionDescription="У блогах зазвичай розташовують додаткову інформацію щодо проекту, корисні відомості для клієнта, рекламну інформацію. Тут ви зможете розмістити статтю, яка вас цікавить, підібрати привабливі шрифти, а також використовувати інші інструменти, які зроблять статтю цікавою для читача."
                titlePositionSecondTxt="Зазвичай увагу привертають яскраві, конкретні заголовки, а також додаткові матеріали: відео, статичні та анімовані картинки."
                titleAdviceVideo="ВИКОРИСТОВУЙТЕ ВІДЕО"
                titleAdviceVideoDescription="Ви можете розмістити на сторінці відео з YouTube, яке можна дивитися, не переходячи на інший сайт. Відео не тільки привертає увагу читача, а й доповнює інформацію, подану в статті. Розмістити ролик можна за допомогою всього декількох кліків. Це стане в нагоді, якщо ви зняли промо-ролик до якоїсь події, пов`язаної з ваші проектом."
                titleAdviceVideoDescriptionSecondTxt="Відео це один з кращих рекламних типів контенту воно солідне, привертає увагу і краще запам'ятовується, ніж проста картинка або текст. Тому наповнивши блог відеороликами, ви зможете залучити значно більше людей до вашого проекту. Налаштуйте для отримання дозволу розташування ролика так, як вам подобається."
            />
        </>
    )
}
