import React from 'react'
import style from './Delivery.module.scss'
import Header from '../../components/Header/Header'
import Footer from '../../components/Footer/Footer'

export default function DeliveryPayment() {
    const { title, middleTitle, txt, list, container } = style

    return (
        <div>
            <Header />
            <div className={container}>
                <h1 className={title}>ДОСТАВКА І ОПЛАТА</h1>
                <h4 className={middleTitle}>Оплата</h4>
                <p className={txt}>
                    Оплату можна здійснити наступними способами:
                </p>
                <ul>
                    <li className={list}>
                        За допомогою карт VISA / Mastercard на сайті під час
                        замовлення
                    </li>
                    <li className={list}>
                        Готівкою при отриманні товару у відділенні «Нова пошта»
                    </li>
                    <li className={list}>
                        За допомогою сервісів Google Pay, Apple Pay
                    </li>
                </ul>
                <h4 className={middleTitle}>Доставка</h4>
                <p className={txt}>
                    У період з 26 квітня по 1 червня 2021 року діють спеціальні
                    умови на доставку: замовлення на суму від 50 гривень
                    доставляються на відділення Нової пошти і кур'єром за
                    адресою - безкоштовно!
                </p>
                <p className={txt}>
                    Вартість доставки замовлень на суму до 50 грн, оплачених при
                    оформленні замовлення онлайн:
                </p>
                <ul>
                    <li className={list}>
                        до відділення Нової пошти - 35 грн;
                    </li>
                    <li className={list}>
                        кур'єрська доставка Нової пошти - 45 грн
                    </li>
                </ul>
                <p className={txt}>
                    Оформлення післяплатою - вартість доставки за тарифами Нової
                    пошти + 20 грн (фіксована сума переказу грошових коштів) +
                    2% від суми замовлення. <br /> <br />
                    Орієнтовний термін доставки Замовлення складає від 1-го до
                    3-х робочих днів. Доставка деяких Замовлень (залежить від
                    обраного товару) може становити термін до 5-ти робочих днів.
                    <br />
                    <br /> Терміни поставки Замовлення наведено без урахування
                    дня замовлення і при використанні перевізника ТОВ "Нова
                    Пошта".
                    <br /> <br />
                    Про точний термін доставки Замовлення Покупця оповіщає
                    перевізник. Увага! Замовлення зберігається на складі
                    транспортної компанії не більше 5-ти робочих днів, після
                    вичерпання цього терміну - відправляється назад.
                    <br />
                    <br /> Отримати замовлення може тільки та людина, яка
                    зазначена в транспортній декларації як одержувач.
                    <br />
                    <br /> При собі необхідно мати документ, що посвідчує особу.
                    Замовлення з доставкою через «Нову пошту» приймаються згідно
                    графіка роботи перевізника. Графік роботи компанії «Нова
                    пошта» Ви зможете знайти на її офіційному сайті.
                </p>
            </div>
            <Footer />
        </div>
    )
}
