import React from 'react'
import style from './AboutUs.module.scss'
import Header from '../../components/Header/Header'
import Footer from '../../components/Footer/Footer'

export default function AboutUs() {
    const { title, middleTitle, txt, list, container } = style

    return (
        <div>
            <Header />
            <div className={container}>
                <h1 className={title}>Про нас</h1>
                <h4 className={middleTitle}>Історія</h4>
                <p className={txt}>
                    Ми спеціалізуємося на виробництві та продажу{' '}
                    <strong>великим і дрібним оптом</strong> модною елегантного
                    одягу для жінок.
                </p>
                <p className={txt}>
                    Наша компанія успішно{' '}
                    <strong>працює на ринку України більше 10 років </strong>.
                    За цей час ми зуміли зайняти свою нішу не тільки серед
                    виробників жіночого одягу в Україні, а й вийти на закордонні
                    ринки.
                </p>
                <p className={txt}>
                    Ми створили виробництво європейського рівня і зібрали
                    колектив висококваліфікованих фахівців. Ми справді пишаємося
                    і цінуємо співробітників, які працюють у нас на виробництві.
                </p>
                <p className={txt}>
                    Ми не збираємося зупинятися на досягнутому -{' '}
                    <strong>
                        наша компанія постійно розвивається і піднімає для себе
                        планку
                    </strong>{' '}
                    .
                </p>
                <p className={txt}>
                    Як виробник, ми особливо зацікавлені в продажу жіночого
                    одягу оптом і розширенні нашої дистриб'юторської мережі. Ми
                    надамо Вам максимально вигідні умови як для великих оптових
                    покупців, так і для дропшіпперов.
                </p>
                <h4 className={middleTitle}>Чому вигідно працювати з нами:</h4>
                <ul>
                    <li className={list}>
                        Великий, надійний виробник, трепетно ​​ставиться до
                        своєї репутації. Ми беремо на себе відповідальність за
                        якість продукції і за високий рівень обслуговування.
                    </li>
                    <li className={list}>Доступні ціни.</li>
                    <li className={list}>
                        Фабричне якість. Вся продукція проходить через відділ
                        технічного контролю.
                    </li>
                    <li className={list}>Безпроблемний повернення / обмін.</li>
                    <li className={list}>
                        Сайт пов'язаний зі складом. На сайті завжди актуальне
                        наявність.
                    </li>
                    <li className={list}>
                        Оперативна обробка замовлення. Відправлення протягом
                        доби після оплати.
                    </li>
                </ul>
            </div>
            <Footer />
        </div>
    )
}
